[
    {
        "additional_links": {},
        "link": "http://www.ncbi.nlm.nih.gov/pubmed/23638734&sa=U&ei=gDCUVej7G5OYyQTXpLTYBg&ved=0CBQQFjAA&usg=AFQjCNF_G4S3cPk2beFW6UB2OtcolI3AHQ",
        "link_info": "May 2, 2013 ... EGCG, a major green tea catechin suppresses breast tumor angiogenesis and growth via inhibiting the activation of HIF-1α and NFκB, and ...",
        "link_text": "EGCG, a major green tea catechin suppresses breast tumor ...",
        "text": [
            {
                "paragraph": "EGCG, a major green tea catechin suppresses breast tumor angiogenesis and growth via inhibiting the activation of HIF-1α and NFκB, and VEGF express...  - PubMed - NCBI",
                "treeLocation": [
                    "title"
                ]
            },
            {
                "paragraph": "The role of EGCG, a major green tea catechin in breast cancer therapy is poorly understood. The present study tests the hypothesis that EGCG can inhibit the activation of HIF-1α and NFκB, and VEGF expression, thereby suppressing tumor angiogenesis and breast cancer progression. Sixteen eight-wk-old female mice (C57BL/6 J) were inoculated with 10^6 E0771 (mouse breast cancer) cells in the left fourth mammary gland fat pad. Eight mice received EGCG at 50-100 mg/kg/d in drinking water for 4 weeks. 8 control mice received drinking water only. Tumor size was monitored using dial calipers. At the end of the experiment, blood samples, tumors, heart and limb muscles were collected for measuring VEGF expression using ELISA and capillary density (CD) using CD31 immunohistochemistry. EGCG treatment significantly reduced tumor weight over the control (0.37 ± 0.15 vs. 1.16 ± 0.30 g; P < 0.01), tumor CD (109 ± 20 vs. 156 ± 12 capillary #/mm^2; P < 0.01), tumor VEGF expression (45.72 ± 1.4 vs. 59.03 ± 3.8 pg/mg; P < 0.01), respectively. But, it has no effects on the body weight, heart weight, angiogenesis and VEGF expression in the heart and skeletal muscle of mice. EGCG at 50 μg/ml significantly inhibited the activation of HIF-1α and NFκB as well as VEGF expression in cultured E0771 cells, compared to the control, respectively. These findings support the hypothesis that EGCG, a major green tea catechin, directly targets both tumor cells and tumor vasculature, thereby inhibiting tumor growth, proliferation, migration, and angiogenesis of breast cancer, which is mediated by the inhibition of HIF-1α and NFκB activation as well as VEGF expression.",
                "treeLocation": [
                    "abstract"
                ]
            }
        ]
    },
    {
        "additional_links": {},
        "link": "http://www.ncbi.nlm.nih.gov/pubmed/14767556&sa=U&ei=gDCUVej7G5OYyQTXpLTYBg&ved=0CBoQFjAB&usg=AFQjCNHpQ8puL03LgKPwk0rAjZ-Zas88cg",
        "link_info": "Int J Oncol. 2004 Mar;24(3):703-10. EGCG down-regulates telomerase in human breast carcinoma MCF-7 cells, leading to suppression of cell viability and ...",
        "link_text": "EGCG down-regulates telomerase in human breast carcinoma MCF ...",
        "text": [
            {
                "paragraph": "EGCG down-regulates telomerase in human breast carcinoma MCF-7 cells, leading to suppression of cell viability and induction of apoptosis.  - PubMed - NCBI",
                "treeLocation": [
                    "title"
                ]
            },
            {
                "paragraph": "Telomerase is elevated in >90% of breast carcinomas and therefore has received much attention as a target for breast cancer therapy and cancer diagnostic research. Dietary components that are capable of inhibiting the growth of cancer cells without affecting the growth of normal cells are receiving considerable attention in developing novel cancer-preventive approaches. Studies have shown that (-)-epigallocatechin-3-gallate (EGCG) from green tea imparts a growth inhibitory effect on cancer cells. Here, we show that treatment of EGCG dose-dependently inhibited (20-100%) the reproductive or colony forming potential, and also decreased cell viability at different time points studied ( approximately 80% inhibition) in human breast carcinoma MCF-7 cells but had no adverse effect on the growth of normal mammary cells. Treatment of EGCG for 48 and 72 h markedly increased the percentage of apoptotic cells (32-51%) in MCF-7 cells compared to that of non-EGCG treated cells (8-14%). In order to identify the possible mechanism of decreased cell viability and induction of apoptosis in breast carcinoma cells by EGCG, we found that treatment of MCF-7 cells with EGCG dose-dependently inhibited telomerase activity (40-55%), and also inhibited the mRNA expression (40-55%) of hTERT, a catalytic subunit of telomerase. Additional studies demonstrated that EGCG also inhibited the protein expression of hTERT, which indicated that inhibition of telomerase was associated with down-regulation of hTERT. Together, our results indicate that EGCG down-regulates telomerase in human breast carcinoma MCF-7 cells, leading to the suppression of cell viability and induction of apoptosis, thus providing the molecular basis for the development of EGCG as a novel chemopreventive and pharmacologically safe agent against breast cancer.",
                "treeLocation": [
                    "abstract"
                ]
            }
        ]
    },
    /*{ THIS WEBSITE NEEDS TO BE FIXED*/
        "additional_links": {},
        "link": "http://www.ncbi.nlm.nih.gov/pmc/articles/PMC4127621/&sa=U&ei=gDCUVej7G5OYyQTXpLTYBg&ved=0CB8QFjAC&usg=AFQjCNHb_MvM-TMtvNKwFRAyvJJG0dYV7g",
        "link_info": "Aug 10, 2014 ... Breast cancer is the most common cancer among women. .... In breast cancer, EGCG has been shown to interfere with estrogen receptor ...",
        "link_text": "Green tea compounds in breast cancer prevention and treatment",
        "text": [
            {
                "paragraph": "Green tea compounds in breast cancer prevention and treatment",
                "treeLocation": [
                    "title"
                ]
            },
            {
                "paragraph": "To better understand the preventive and therapeutic activities of green tea components on breast cancer found in animal studies, substantial research has been conducted to uncover the mechanisms at cellular and molecular levels. Experimental studies collectively show that green tea components lead to wide range of responses in animal models or breast cancer cells.",
                "treeLocation": [
                    "mechanisms of action of green tea components in breast cancer"
                ]
            },
            {
                "paragraph": "Supported by National Natural Science Foundation of China, No. 81001587",
                "treeLocation": [
                    "footnotes"
                ]
            },
            {
                "paragraph": "P- Reviewer: Nayak BS, Symeonidis NG, Specchia ML S- Editor: Gou SX L- Editor: A E- Editor: Lu YJ",
                "treeLocation": [
                    "footnotes"
                ]
            }
        ]
    },
    {
        "additional_links": {},
        "link": "http://www.ncbi.nlm.nih.gov/pubmed/17902053&sa=U&ei=gDCUVej7G5OYyQTXpLTYBg&ved=0CCUQFjAD&usg=AFQjCNEjIPfJEgqmAT6E2F0y_nG_ryQGEQ",
        "link_info": "Sep 28, 2007 ... FASN is highly expressed in breast cancer and most common human ... Treating cancer cells with EGCG or C75 induced apoptosis and caused ...",
        "link_text": "Fatty acid metabolism in breast cancer cells: differential inhibitory ...",
        "text": [
            {
                "paragraph": "Fatty acid metabolism in breast cancer cells: differential inhibitory effects of epigallocatechin gallate (EGCG) and C75.  - PubMed - NCBI",
                "treeLocation": [
                    "title"
                ]
            },
            {
                "paragraph": "Endogenous fatty acid metabolism is crucial to maintain the cancer cell malignant phenotype. Lipogenesis is regulated by the enzyme fatty acid synthase (FASN); and breakdown of fatty acids is regulated by carnitine palmitoyltransferase-1 (CPT-I). FASN is highly expressed in breast cancer and most common human carcinomas. Several compounds can inhibit FASN, although the degree of specificity of this inhibition has not been addressed. We have tested the effects of C75 and (-)-epigallocatechin-3-gallate (EGCG) on fatty acid metabolism pathways, cellular proliferation, induction of apoptosis and cell signalling in human breast cancer cells. Our results show that C75 and EGCG had comparable effects in blocking FASN activity. Treating cancer cells with EGCG or C75 induced apoptosis and caused a decrease in the active forms of oncoprotein HER2, AKT and ERK1/2 to a similar degree. We observed, in contrast, marked differential effects between C75 and EGCG on the fatty acid oxidation pathway. While EGCG had either no effect or a moderate reduction in CPT-I activity, C75 stimulated CPT-I activity (up to 129%), even in presence of inhibitory levels of malonyl-CoA, a potent inhibitor of the CPT-I enzyme. Taken together, these findings indicate that pharmacological inhibition of FASN occurs uncoupled from the stimulation of CPT-I with EGCG but not with C75, suggesting that EGCG might be free of the CPT-I related in vivo weight-loss that has been associated with C75. Our results establish EGCG as a potent and specific inhibitor of fatty acid synthesis (FASN), which may hold promise as a target-directed anti-cancer drug.",
                "treeLocation": [
                    "abstract"
                ]
            }
        ]
    },
    {
        "additional_links": {},
        "link": "http://www.ncbi.nlm.nih.gov/pubmed/23646788&sa=U&ei=gDCUVej7G5OYyQTXpLTYBg&ved=0CCsQFjAE&usg=AFQjCNH07gwC3KqT01qKnPcXj6WA2oWu1Q",
        "link_info": "Epigallocatechin-3-Gallate (EGCG) inhibits cell proliferation and migratory behaviour of triple negative breast cancer cells. Braicu C(1), Gherman CD, Irimie A, ...",
        "link_text": "Epigallocatechin-3-Gallate (EGCG) inhibits cell proliferation and ...",
        "text": [
            {
                "paragraph": "Epigallocatechin-3-Gallate (EGCG) inhibits cell proliferation and migratory behaviour of triple negative breast cancer cells.  - PubMed - NCBI",
                "treeLocation": [
                    "title"
                ]
            },
            {
                "paragraph": "Previous studies indicate that green tea extract may inhibit breast cancer progression by blocking angiogenesis, although the molecular mechanisms are not well defined. Epigallocatechin-3-gallate (EGCG) is the major biologically active component of green tea. In this study we evaluated the cell proliferation and relative gene expression of vascular endothelial growth factor (VEGF) expression on Hs578T human breast cancer cell line at 24, 48 and 72 hours after 10 microM of EGCG treatment. Also, we evaluated the effect of this natural compound on the cell migratory behaviour based on real-time XCELLigence data. Cell proliferation becomes significantly low at 72 hours. EGCG had a dual effect on the VEGF gene expression timeline: after a first increase at 24 hours, it started to decrease at 48 and 72 hours. The inhibition of cell proliferation at 72 hours suggests a possible reactivation of apoptosis. The dual effect on VEGF expression in the presence of EGCG suggests the complexity of the angiogenic switch leading to the modulation of the cell migration processes. It also emphasizes the importance of the metabolite products in the modulation of these effects. Our findings have shown that EGCG suppresses the growth, migration and invasion of human breast cancer cells by inhibiting VEGF expression. A better understanding of this mechanism may lead to an improved strategy for tumor therapy based on the inhibition of angiogenesis.",
                "treeLocation": [
                    "abstract"
                ]
            }
        ]
    },
    {
        "additional_links": {},
        "link": "http://www.ncbi.nlm.nih.gov/pubmed/16317158&sa=U&ei=gDCUVej7G5OYyQTXpLTYBg&ved=0CDAQFjAF&usg=AFQjCNFrUBfsqJqN9_HFXJYSgAXoBJ1xdg",
        "link_info": "J Nutr. 2005 Dec;135(12 Suppl):2978S-2986S. Green tea polyphenol epigallocatechin-3 gallate (EGCG) affects gene expression of breast cancer cells ...",
        "link_text": "Green tea polyphenol epigallocatechin-3 gallate (EGCG) affects ...",
        "text": [
            {
                "paragraph": "Green tea polyphenol epigallocatechin-3 gallate (EGCG) affects gene expression of breast cancer cells transformed by the carcinogen 7,12-dimethylbe...  - PubMed - NCBI",
                "treeLocation": [
                    "title"
                ]
            },
            {
                "paragraph": "Since the 1980s, the incidence of late-onset breast cancer has been increasing in the United States. Known risk factors, such as genetic modifications, have been estimated to account for approximately 5 to 10% of breast cancer cases, and these tend to be early onset. Thus, exposure to and bioaccumulation of ubiquitous environmental chemicals, such as polycyclic aromatic hydrocarbons (PAHs), have been proposed to play a role in this increased incidence. Treatment of female Sprague-Dawley rats with a single dose of the PAH 7,12-dimethylbenz[a]anthracene (DMBA) induces mammary tumors in approximately 90 to 95% of test animals. We showed previously that female rats treated with DMBA and given green tea as drinking fluid displayed significantly decreased mammary tumor burden and invasiveness and a significantly increased latency to first tumor. Here we used cDNA microarray analysis to elucidate the effects of the green tea polyphenol epigallocatechin-3 gallate (EGCG) on the gene expression profile in a DMBA-transformed breast cancer cell line. RNA was isolated, in quadruplicate, from D3-1 cells treated with 60 mug/mL EGCG for 2, 7, or 24 h and subjected to analysis. Semiquantitative RT-PCR and Northern blot analyses confirmed the changes in the expression of 12 representative genes seen in the microarray experiments. Overall, our results documented EGCG-altered expression of genes involved in nuclear and cytoplasmic transport, transformation, redox signaling, response to hypoxia, and PAHs.",
                "treeLocation": [
                    "abstract"
                ]
            }
        ]
    },
    {
        "additional_links": {},
        "link": "http://www.ncbi.nlm.nih.gov/pubmed/24039951&sa=U&ei=gDCUVej7G5OYyQTXpLTYBg&ved=0CDUQFjAG&usg=AFQjCNFmctE24ZcdCbCviZZExph-DEZOsg",
        "link_info": "Sep 11, 2013 ... Inflammatory Breast Cancer (IBC) is a highly aggressive form of cancer ... EGCG decreased expression of genes that promote proliferation, ...",
        "link_text": "Epigallocatechin-3-gallate inhibits stem-like inflammatory breast ...",
        "text": [
            {
                "paragraph": "Epigallocatechin-3-gallate inhibits stem-like inflammatory breast cancer cells.  - PubMed - NCBI",
                "treeLocation": [
                    "title"
                ]
            },
            {
                "paragraph": "Inflammatory Breast Cancer (IBC) is a highly aggressive form of cancer characterized by high rates of proliferation, lymphangiogenesis and metastasis, and an overall poor survival. As regular green tea consumption has been associated with improved prognosis of breast cancer patients, including decreased risk of recurrence, here the effects of the green tea polyphenol epigallocatechin-3-gallate (EGCG) were tested on two IBC lines: SUM-149 and SUM-190. EGCG decreased expression of genes that promote proliferation, migration, invasion, and survival. Consistently, growth, invasive properties, and survival of IBC cells were reduced by EGCG treatment. EGCG also reduced lymphangiogenesis-promoting genes, in particular VEGF-D. Conditioned media from EGCG-treated IBC cells displayed decreased VEGF-D secretion and reduced ability to promote lymphangiogenesis in vitro as measured by hTERT-HDLEC lymphatic endothelial cell migration and tube formation. Tumorsphere formation by SUM-149 cells was robustly inhibited by EGCG, suggesting effects on self-renewal ability. Stem-like SUM-149 cells with high aldehyde dehydrogenase (ALDH) activity, previously implicated in poor patient prognosis, were isolated. EGCG treatment reduced growth and induced apoptosis of the stem-like SUM-149 cells in culture. In an orthotopic mouse model, EGCG decreased growth of pre-existing tumors derived from ALDH-positive stem-like SUM-149 cells and their expression of VEGF-D, which correlated with a significant decrease in peritumoral lymphatic vessel density. Thus, EGCG inhibits the overall aggressive IBC phenotype. Reduction of the stem-like cell compartment by EGCG may explain the decreased risk of breast cancer recurrence among green tea drinkers. Recent clinical trials demonstrate the efficacy of green tea polyphenol extracts in treatment of prostate cancer and lymphocytic leukemia with low toxicity. Given the poor prognosis of IBC patients, our findings suggest further exploration of EGCG or green tea in combinatorial treatments against active IBC disease or in maintenance regimens to avoid recurrence is warranted.",
                "treeLocation": [
                    "abstract"
                ]
            }
        ]
    },
    {
        "additional_links": {},
        "link": "http://www.ncbi.nlm.nih.gov/pubmed/17786300&sa=U&ei=gDCUVej7G5OYyQTXpLTYBg&ved=0CDsQFjAH&usg=AFQjCNGXzAk64vANKFjCq_xKJVv3I7T0QQ",
        "link_info": "We have investigated the cell growth inhibitory effects of EGCG on cell growth of the human breast cancer cell line MCF-7, and the mechanism of its action with ...",
        "link_text": "Epigallocatechin-3 gallate induces growth inhibition and apoptosis ...",
        "text": [
            {
                "paragraph": "Epigallocatechin-3 gallate induces growth inhibition and apoptosis in human breast cancer cells through survivin suppression.  - PubMed - NCBI",
                "treeLocation": [
                    "title"
                ]
            },
            {
                "paragraph": "Recent investigations have demonstrated that polyphenolic catechins inhibit cancer cell proliferation and tumor growth. However, how the major active component of tea catechins, epigallocatechin-3 gallate (EGCG), mediates anticancerous effects has not been extensively examined. We have investigated the cell growth inhibitory effects of EGCG on cell growth of the human breast cancer cell line MCF-7, and the mechanism of its action with emphasis on the regulation of tumor cell survival. A significant EGCG dose-dependent growth inhibition was observed coordinated with EGCG-induced apoptosis. Analysis of survivin expression after addition of EGCG showed that both survivin mRNA and protein were decreased. The survivin-promoter luciferase activity in EGCG-treated cells was significantly inhibited by 91+/-2.0% (P<0.001), compared with the control. Interestingly, EGCG strongly inhibited the basal activation of phospho-AKT and AKT kinase activity as early as 30 min after treatment. Furthermore, inhibition of AKT kinase activity by EGCG preceded the suppression of survivin (1 h post treatment), followed by increased caspase-9 activity (6 h post treatment). A dominant negative AKT or the phosphatidylinositol 3-kinase inhibitor, LY294002, also strongly inhibited survivin promoter activity, providing further evidence to support the hypothesis that the inhibitory effect of EGCG on survivin is mediated via the AKT pathway. Therefore, EGCG is a potent proapoptotic agent in MCF-7 breast cancer cells that targets survivin expression via suppression of the AKT pathway.",
                "treeLocation": [
                    "abstract"
                ]
            }
        ]
    },
    {
        "additional_links": {},
        "link": "http://www.ncbi.nlm.nih.gov/pubmed/20078855&sa=U&ei=gDCUVej7G5OYyQTXpLTYBg&ved=0CEAQFjAI&usg=AFQjCNGa31AXnxwE4coqvU8QVZ4-b7VrPw",
        "link_info": "Jan 15, 2010 ... In this study, we investigated whether green tea polyphenol (-)-epigallocatechin gallate (EGCG) could sensitize breast carcinoma to paclitaxel ...",
        "link_text": "(-)-Epigallocatechin gallate sensitizes breast cancer cells to ...",
        "text": [
            {
                "paragraph": "(-)-Epigallocatechin gallate sensitizes breast cancer cells to paclitaxel in a murine model of breast carcinoma.  - PubMed - NCBI",
                "treeLocation": [
                    "title"
                ]
            },
            {
                "paragraph": "Paclitaxel (Taxol) is a microtubule-targeted agent that is widely used for cancer treatment. However, resistance to paclitaxel is frequently encountered in the clinic. There is increasing interest in identifying compounds that may increase the sensitivity to conventional chemotherapeutic agents. In this study, we investigated whether green tea polyphenol (-)-epigallocatechin gallate (EGCG) could sensitize breast carcinoma to paclitaxel in vivo.",
                "treeLocation": [
                    "abstract",
                    "introduction"
                ]
            },
            {
                "paragraph": "Breast cancer cells were treated with or without EGCG and paclitaxel followed by detection of cell survival and apoptosis. c-Jun NH2-terminal kinase (JNK) phosphorylation and glucose-regulated protein 78 (GRP78) expression were detected by Western blotting. For in vivo study, 4T1 breast cancer cells were inoculated into Balb/c mice to establish a transplantation model. The tumor-bearing mice were treated with or without EGCG (30 mg/kg, i.p.) and paclitaxel (10 mg/kg, i.p.). Tumor growth was monitored. Apoptosis in tumor tissues was detected. Cell lysates from tumors were subjected to Western blot analysis of GRP78 expression and JNK phosphorylation.",
                "treeLocation": [
                    "abstract",
                    "methods"
                ]
            },
            {
                "paragraph": "EGCG synergistically sensitized breast cancer cells to paclitaxel in vitro and in vivo. EGCG in combination with paclitaxel significantly induced 4T1 cells apoptosis compared with each single treatment. When tumor-bearing mice were treated with paclitaxel in combination with EGCG, tumor growth was significantly inhibited, whereas the single-agent activity for paclitaxel or EGCG was poor. EGCG overcame paclitaxel-induced GRP78 expression and potentiated paclitaxel-induced JNK phosphorylation in 4T1 cells both in vitro and in vivo.",
                "treeLocation": [
                    "abstract",
                    "results"
                ]
            },
            {
                "paragraph": "EGCG may be used as a sensitizer to enhance the cytotoxicity of paclitaxel.",
                "treeLocation": [
                    "abstract",
                    "conclusions"
                ]
            }
        ]
    },
    {
        "additional_links": {},
        "link": "http://www.ncbi.nlm.nih.gov/pubmed/21170718&sa=U&ei=gDCUVej7G5OYyQTXpLTYBg&ved=0CEYQFjAJ&usg=AFQjCNFY2DWoRMOmQco_GiKPBGw2mcUkFg",
        "link_info": "Dec 19, 2010 ... Epigallocatechin-3-gallate (EGCG) downregulates EGF-induced MMP-9 in breast cancer cells: involvement of integrin receptor α5β1 in the ...",
        "link_text": "(EGCG) downregulates EGF-induced MMP-9 in breast cancer cells",
        "text": [
            {
                "paragraph": "Epigallocatechin-3-gallate (EGCG) downregulates EGF-induced MMP-9 in breast cancer cells: involvement of integrin receptor α5β1 in the process.  - PubMed - NCBI",
                "treeLocation": [
                    "title"
                ]
            },
            {
                "paragraph": "Epidermal growth factor receptor (EGFR/ErbB1) is a transmembrane protein with tyrosine kinase activity activated mainly by ligand, EGF. Matrix metalloproteinases (MMPs) are a family of proteinases that catalyses the destruction of ECM, among which MMP-9 has important role in tumor cell invasion. Secretion of MMP-9 is stimulated by a variety of factors, EGFR being significant. Epigallocatechin-3-gallate (EGCG) is a major polyphenol of green tea that inhibits cell proliferation and invasion. Here, we study the effect of EGFR alone and in collaboration with fibronectin on the status of MMP-9 in human breast cancer cell MDA-MB-231 and its molecular mechanism; study the role of EGCG on the induced MMP-9; and elucidate the signaling molecules involved in the process.",
                "treeLocation": [
                    "abstract",
                    "purpose"
                ]
            },
            {
                "paragraph": "We performed zymography, immunoblots, real-time RT-PCR, cell adhesion assay, siRNA studies, and electrophoretic mobility shift assay to demonstrate the findings.",
                "treeLocation": [
                    "abstract",
                    "methods"
                ]
            },
            {
                "paragraph": "EGF induces MMP-9 activity and expression; FAK, PI3 K, and ERK are mainly involved in the process. EGF also causes the transactivation of MMP-9 gene by increasing the DNA binding activity of the transcription factors. EGCG downregulates EGF-induced MMP-9 expression by inhibiting the involved regulatory kinases. EGF collaborates with fibronectin to create a synergistic response, and EGCG inhibits the synergistic response in MDA-MB-231.",
                "treeLocation": [
                    "abstract",
                    "result"
                ]
            },
            {
                "paragraph": "The study demonstrates the requirement of cross talk between cell matrix adhesion molecules and growth factor receptors to improve biological responses and shows FAK/ERK as the pivotal point of this convergence in human breast carcinoma cell line MDA-MB-231. We also establish EGCG as the potential anti-tumor agent in human breast carcinoma.",
                "treeLocation": [
                    "abstract",
                    "conclusion"
                ]
            }
        ]
    }
]
