[
    {
        "additional_links": {},
        "link": "http://www.ncbi.nlm.nih.gov/pubmed/23349849&sa=U&ei=gSyUVdGWCpKAygSvp72wDw&ved=0CBQQFjAA&usg=AFQjCNEeMZApIWFY62kTWunVbA6Ua4gSMQ",
        "link_info": "Jan 18, 2013 ... Yet numbers of epidemiologic studies assessing dietary flavonoids and breast cancer risk have yielded inconsistent results. The association ...",
        "link_text": "Flavonoids, flavonoid subclasses and breast cancer risk: a meta ...",
        "text": [
            {
                "paragraph": "Flavonoids, flavonoid subclasses and breast cancer risk: a meta-analysis of epidemiologic studies.  - PubMed - NCBI",
                "treeLocation": [
                    "title"
                ]
            },
            {
                "paragraph": "Studies have suggested the chemopreventive effects of flavonoids on carcinogenesis. Yet numbers of epidemiologic studies assessing dietary flavonoids and breast cancer risk have yielded inconsistent results. The association between flavonoids, flavonoid subclasses (flavonols, flavan-3-ols, etc.) and the risk of breast cancer lacks systematic analysis.",
                "treeLocation": [
                    "abstract",
                    "background"
                ]
            },
            {
                "paragraph": "We aimed to examine the association between flavonoids, each flavonoid subclass (except isoflavones) and the risk of breast cancer by conducting a meta-analysis.",
                "treeLocation": [
                    "abstract",
                    "objective"
                ]
            },
            {
                "paragraph": "We searched for all relevant studies with a prospective cohort or case-control study design published before July 1(st), 2012, using Cochrane library, MEDLINE, EMBASE and PUBMED. Summary relative risks (RR) were calculated using fixed- or random-effects models. All analyses were performed using STATA version 10.0.",
                "treeLocation": [
                    "abstract",
                    "design"
                ]
            },
            {
                "paragraph": "Twelve studies were included, involving 9 513 cases and 181 906 controls, six of which were prospective cohort studies, and six were case-control studies. We calculated the summary RRs of breast cancer risk for the highest vs lowest categories of each flavonoid subclass respectively. The risk of breast cancer significantly decreased in women with high intake of flavonols (RR=0.88, 95% CI 0.80-0.98) and flavones (RR=0.83, 95% CI: 0.76-0.91) compared with that in those with low intake of flavonols and flavones. However, no significant association of flavan-3-ols (RR=0.93, 95% CI: 0.84-1.02), flavanones (summary RR=0.95, 95% CI: 0.88-1.03), anthocyanins (summary RR=0.97, 95% CI: 0.87-1.08) or total flavonoids (summary RR=0.98, 95% CI: 0.86-1.12) intake with breast cancer risk was observed. Furthermore, summary RRs of 3 case-control studies stratified by menopausal status suggested flavonols, flavones or flavan-3-ols intake is associated with a significant reduced risk of breast cancer in post-menopausal while not in pre-menopausal women.",
                "treeLocation": [
                    "abstract",
                    "results"
                ]
            },
            {
                "paragraph": "The present study suggests the intake of flavonols and flavones, but not other flavonoid subclasses or total flavonoids, is associated with a decreased risk of breast cancer, especially among post-menopausal women.",
                "treeLocation": [
                    "abstract",
                    "conclusions"
                ]
            }
        ]
    },
    {
        "additional_links": {},
        "link": "http://www.ncbi.nlm.nih.gov/pubmed/18006917&sa=U&ei=gSyUVdGWCpKAygSvp72wDw&ved=0CBoQFjAB&usg=AFQjCNEMxqqYj2MrBTN1Qt9cbvR8Ca6vnw",
        "link_info": "Cancer Epidemiol Biomarkers Prev. 2007 Nov;16(11):2285-92. Dietary flavonoid intake and breast cancer survival among women on Long Island. Fink BN(1) ...",
        "link_text": "Dietary flavonoid intake and breast cancer survival among women ...",
        "text": [
            {
                "paragraph": "Dietary flavonoid intake and breast cancer survival among women on Long Island.  - PubMed - NCBI",
                "treeLocation": [
                    "title"
                ]
            },
            {
                "paragraph": "Laboratory research and a growing number of epidemiologic studies have provided evidence for a reduced risk of breast cancer associated with dietary intake of certain classes of flavonoids. However, the effects of flavonoids on survival are not known. In a population-based cohort of breast cancer patients, we investigated whether dietary flavonoid intake before diagnosis is associated with subsequent survival.",
                "treeLocation": [
                    "abstract",
                    "background"
                ]
            },
            {
                "paragraph": "Women ages 25 to 98 years who were newly diagnosed with a first primary invasive breast cancer between August 1, 1996, and July 31, 1997, and participated in a population-based, case-control study (n=1,210) were followed for vital status through December 31, 2002. At the case-control interview conducted shortly after diagnosis, respondents completed a FFQ that assessed dietary intake in the previous 12 months. All-cause mortality (n=173 deaths) and breast cancer-specific mortality (n=113 deaths) were determined through the National Death Index.",
                "treeLocation": [
                    "abstract",
                    "methods"
                ]
            },
            {
                "paragraph": "Reduced hazard ratios [age- and energy-adjusted hazard ratio (95% confidence interval)] for all-cause mortality were observed among premenopausal and postmenopausal women for the highest quintile of intake, compared with the lowest, for flavones [0.63 (0.41-0.96)], isoflavones [0.52 (0.33-0.82)], and anthocyanidins [0.64 (0.42-0.98)]. No significant trends in risk were observed. Results were similar for breast cancer-specific mortality only.",
                "treeLocation": [
                    "abstract",
                    "results"
                ]
            },
            {
                "paragraph": "Mortality may be reduced in association with high levels of dietary flavones and isoflavones among postmenopausal U.S. breast cancer patients. Larger studies are needed to confirm our findings.",
                "treeLocation": [
                    "abstract",
                    "conclusion"
                ]
            }
        ]
    },
    {
        "additional_links": {},
        "link": "http://www.ncbi.nlm.nih.gov/pubmed/15824147&sa=U&ei=gSyUVdGWCpKAygSvp72wDw&ved=0CB8QFjAC&usg=AFQjCNE_Kmh6cKBD1Sh0drNsna-RcNAn1Q",
        "link_info": "Cancer Epidemiol Biomarkers Prev. 2005 Apr;14(4):805-8. Flavonoids and breast cancer risk in Italy. Bosetti C(1), Spertini L, Parpinel M, Gnagnarella P, Lagiou ...",
        "link_text": "Flavonoids and breast cancer risk in Italy.",
        "text": [
            {
                "paragraph": "Flavonoids and breast cancer risk in Italy.  - PubMed - NCBI",
                "treeLocation": [
                    "title"
                ]
            },
            {
                "paragraph": "Few epidemiologic studies have investigated the potential relation between flavonoids and breast cancer risk. We have applied recently published data on the composition of foods and beverages in terms of six principal classes of flavonoids (i.e., flavanones, flavan-3-ols, flavonols, flavones, anthocyanidines, and isoflavones) on dietary information collected in a large-case control study of breast cancer conducted in Italy between 1991 and 1994. The study included 2,569 women with incident, histologically confirmed breast cancer, and 2,588 hospital controls. Odds ratios (OR) and 95% confidence intervals were estimated by multiple logistic regression models. After allowance for major confounding factors and energy intake, a reduced risk of breast cancer was found for increasing intake of flavones (OR, 0.81, for the highest versus the lowest quintile; P-trend, 0.02), and flavonols (OR, 0.80; P-trend, 0.06). No significant association was found for other flavonoids, including flavanones (OR, 0.95), flavan-3-ols (OR, 0.86), anthocyanidins (OR, 1.09), as well as for isoflavones (OR, 1.05). The findings of this large study of an inverse association between flavones and breast cancer risk confirm the results of a Greek study.",
                "treeLocation": [
                    "abstract"
                ]
            }
        ]
    }
]