[
  {
    "link": "http://dx.doi.org/10.1007/s11356-015-4691-4",
    "title": "Impact of a phosphate fertilizer plant on the contamination of marine biota by heavy elements"
  },
  {
    "link": "http://dx.doi.org/10.3390/md13031202",
    "title": "Anticancer Activity of Sea Cucumber Triterpene Glycosides"
  },
  {
    "link": "http://dx.doi.org/10.1016/j.chemosphere.2014.12.081",
    "title": "Levels of perfluorinated compounds in raw and cooked Mediterranean finfish and shellfish"
  },
  {
    "link": "http://dx.doi.org/10.1080/19440049.2014.983997",
    "title": "Determination of the persistence of dimetridazole, metronidazole and ronidazole residues in black tiger shrimp (Penaeus monodon) tissue and stability during cooking"
  },
  {
    "link": "http://www.scirp.org/journal/PaperInformation.aspx?paperID=51574",
    "title": "Oxidized derivative of docosahexaenoic acid preferentially inhibit cell proliferation in triple negative over luminal breast cancer cells"
  },
  {
    "link": "http://dx.doi.org/10.1016/j.ajpath.2014.03.006",
    "title": "Hypercholesterolemia Induces Angiogenesis and Accelerates Growth of Breast Tumors in Vivo"
  },
  {
    "link": "http://dx.doi.org/10.1016/j.chemosphere.2013.12.056",
    "title": "Cadmium bioaccumulation in Mediterranean spider crab (Maya squinado): Human consumption and health implications for exposure in Italian population"
  },
  {
    "link": "http://dx.doi.org/10.1007/s13749-013-0051-5",
    "title": "Synthetic astaxanthin is significantly inferior to algal-based astaxanthin as an antioxidant and may not be suitable as a human nutraceutical supplement"
  },
  {
    "link": "http://dx.doi.org/10.1007/s12237-013-9714-0",
    "title": "Multivariate Analysis of Water Quality and Plankton Assemblages in an Urban Estuary"
  },
  {
    "link": "http://dx.doi.org/10.1155/2013/284329",
    "title": "Quantitative Determination of Fatty Acids in Marine Fish and Shellfish from Warm Water of Straits of Malacca for Nutraceutical Purposes"
  },
  {
    "link": "http://dx.doi.org/10.1016/j.aquaculture.2013.07.028",
    "title": "Use of veterinary medicines, feed additives and probiotics in four major internationally traded aquaculture species farmed in Asia"
  },
  {
    "link": "http://dx.doi.org/10.1136/bmj.f3706",
    "title": "Intake of fish and marine n-3 polyunsaturated fatty acids and risk of breast cancer: meta-analysis of data from 21 independent prospective cohort studies"
  },
  {
    "link": "http://dx.doi.org/10.1016/j.watres.2013.02.031",
    "title": "Mutagenicity test using Vibrio harveyi in the assesment of water quality from mussel farms"
  },
  {
    "link": "http://dx.doi.org/10.7861/clinmedicine.13-1-7",
    "title": "Adverse effects of herbal medicines: an overview of systematic reviews"
  },
  {
    "link": "http://dx.doi.org/10.1155/2012/180186",
    "title": "Cadmium Exposure and Pancreatic Cancer in South Louisiana"
  },
  {
    "link": "http://dx.doi.org/10.1016/j.microc.2012.11.004",
    "title": "Continued studies on determination of selected metals in oysters from Southwest Louisiana by inductively coupled plasma-optical emission spectrometry"
  },
  {
    "link": "http://dx.doi.org/10.1007/s11356-012-1134-3",
    "title": "Fish and seafood availability in markets in the Baie des Chaleurs region, New Brunswick, Canada: a heavy metal contamination baseline study"
  },
  {
    "link": "http://dx.doi.org/10.1007/s10661-012-2799-2",
    "title": "Bioaccumulation of metals (Cd, Cu, Zn) by the marine bivalves M. galloprovincialis, P. radiata, V. verrucosa and C. chione in Mediterranean coastal microenvironments: association with metal bioavailability"
  },
  {
    "link": "http://dx.doi.org/10.1016/j.chemosphere.2011.12.040",
    "title": "The distribution of 4-nonylphenol in marine organisms of North American Pacific Coast estuaries"
  },
  {
    "link": "http://dx.doi.org/10.1007/s00128-011-0355-3",
    "title": "Cadmium, Copper, Lead and Zinc in Cultured Oysters Under two Contrasting Climatic Conditions in Coastal Lagoons from SE Gulf of California, Mexico"
  }
]
