[
  {
    "link": "http://www.fasebj.org/content/29/1_Supplement/32.3.short",
    "title": "Selective Carotenoid Growth Inhibition in Breast Cancer: Independence of Hormonal Sensitivity"
  },
  {
    "link": "http://www.scirp.org/journal/PaperInformation.aspx?paperID=51574",
    "title": "Inhibition of Proliferation of Breast Cancer Cells MCF7 and MDA-MB-231 by Lipophilic Extracts of Papaya (Carica papaya L. var. Maradol) FruitInhibition of Proliferation of Breast Cancer Cells MCF7 and MDA-MB-231 by Lipophilic Extracts of Papaya (Carica papaya L. var. Maradol) Fruit"
  },
  {
    "link": "http://dx.doi.org/10.1080/01635581.2014.936952",
    "title": "Plasma Carotenoids and Retinol and Overall and Breast Cancer Risk: A Nested Case-Control Study"
  },
  {
    "link": "http://dx.doi.org/10.1016/j.foodres.2014.06.015",
    "title": "Effects of cooking techniques on vegetable pigments: a meta-analytic approach to carotenoid and anthocyanin levels"
  },
  {
    "link": "http://dx.doi.org/10.1542/peds.2013-3844",
    "title": "Adolescent Carotenoid Intake and Benign Breast Disease"
  },
  {
    "link": "http://www.ncbi.nlm.nih.gov/pubmed/24502868",
    "title": "Specific carotenoid intake is inversely associated with the risk of breast cancer among Chinese women"
  },
  {
    "link": "http://dx.doi.org/10.1111/cas.12349",
    "title": "Anti-proliferative and apoptosis-inducing activity of lycopene against three subtypes of human breast cancer cell lines"
  },
  {
    "link": "http://dx.doi.org/10.1038/bjc.2013.269",
    "title": "Vitamin C intake and breast cancer mortality in a cohort of Swedish women"
  },
  {
    "link": "http://dx.doi.org/10.1002/mnfr.201200548",
    "title": "Lycopene-derived bioactive retinoic acid receptors/retinoid-X receptors-activating metabolites may be relevant for lycopene's anti-cancer potential"
  },
  {
    "link": "http://www.ifrj.upm.edu.my/20%20(03)%202013/2%20IFRJ%2020%20(03)%202013%20Asmah%20(312).pdf",
    "title": "Antioxidant analysis of different parts of Carica papaya"
  },
  {
    "link": "http://dx.doi.org/10.1002/mnfr.201200388",
    "title": "Anticancer activity of Carica papaya: A review"
  },
  {
    "link": "http://ajcn.nutrition.org/content/early/2012/06/28/ajcn.112.034165.abstract",
    "title": "Dietary compared with blood concentrations of carotenoids and breast cancer risk: a systematic review and meta-analysis of prospective studies"
  },
  {
    "link": "http://dx.doi.org/10.1007/s00394-012-0398-1",
    "title": "Dietary patterns and breast cancer risk among women in northern Tanzania: a case-control study"
  },
  {
    "link": "http://dx.doi.org/10.1002/ptr.4764",
    "title": "Selective Inhibition of Cell Proliferation by Lycopene in MCF-7 Breast Cancer Cells In vitro: A Proteomic Analysis"
  },
  {
    "link": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0032597",
    "title": "Benzyl Isothiocyanate Causes FoxO1-Mediated Autophagic Death in Human Breast Cancer Cells"
  },
  {
    "link": "http://dx.doi.org/10.1016/S1995-7645(12)60030-3",
    "title": "Content determination of benzyl glucosinolate and anti-cancer activity of its hydrolysis product in Carica papaya L."
  },
  {
    "link": "http://www.hindawi.com/journals/jo/2012/879623/",
    "title": "Tumor Angiogenesis as a Target for Dietary Cancer Prevention"
  },
  {
    "link": "http://dx.doi.org/10.1002/mnfr.201100619",
    "title": "Modulation of angiogenesis by dietary phytoconstituents in the prevention and intervention of breast cancer"
  },
  {
    "link": "http://dx.doi.org/10.1016/j.foodchem.2010.04.002",
    "title": "Antioxidant activity and profiles of common fruits in Singapore"
  },
  {
    "link": "http://dx.doi.org/10.1158/1940-6207.CAPR-10-0048",
    "title": "p53-Independent Apoptosis by Benzyl Isothiocyanate in Human Breast Cancer Cells Is Mediated by Suppression of XIAP Expression"
  },
  {
    "link": "http://dx.doi.org/10.1080/09637480802312922",
    "title": "Screening of antiproliferative effect of aqueous extracts of plant foods consumed in Mexico on the breast cancer cell line MCF-7"
  }
]
