[
  {
    "link": "http://dx.doi.org/10.1016/j.fitote.2015.05.014",
    "title": "Petals of Crocus sativus L. as a potential source of the antioxidants crocin and kaempferol"
  },
  {
    "link": "http://dx.doi.org/10.3109/01480545.2015.1036281",
    "title": "Saffron extracts alleviate cardiomyocytes injury induced by doxorubicin and ischemia-reperfusion in vitro"
  },
  {
    "link": "http://www.fasebj.org/content/29/1_Supplement/32.3.short",
    "title": "Selective Carotenoid Growth Inhibition in Breast Cancer: Independence of Hormonal Sensitivity"
  },
  {
    "link": "http://dx.doi.org/10.1080/01635581.2015.1002625",
    "title": "The Chemopreventive Effect of the Dietary Compound Kaempferol on the MCF-7 Human Breast Cancer Cell Line Is Dependent on Inhibition of Glucose Cellular Uptake"
  },
  {
    "link": "http://dx.doi.org/10.1016/j.jtcme.2014.10.009",
    "title": "Crocus sativus L. (saffron) for cancer chemoprevention: A mini review"
  },
  {
    "link": "http://www.herbmedpharmacol.com/index.php/herb/article/view/73",
    "title": "Anti-angiogenesis effect of crocous sativus L. extract on matrix metalloproteinase gene activities in human breast carcinoma cells"
  },
  {
    "link": "http://ajcn.nutrition.org/content/early/2015/04/15/ajcn.114.105080.abstract",
    "title": "Plasma carotenoids and risk of breast cancer over 20 y of follow-up"
  },
  {
    "link": "http://dx.doi.org/10.1002/ijc.29249",
    "title": "Total dietary antioxidant capacity, individual antioxidant intake and breast cancer risk: The rotterdam study"
  },
  {
    "link": "http://www.zums.ac.ir/journal/browse.php?a_code=A-10-4-822&sid=1&slc_lang=en",
    "title": "Comparison of the Cytotoxicity of Aqueous and Ethanolic Extracts of Saffron (Crocus sativus L) with Paclitaxel as a Chemotherapy Drug in Breast Cancer Cell Line"
  },
  {
    "link": "http://www.researchgate.net/publication/264585067_Saffron_(Crocus_sativus_L.)_a_monomorphic_or_polymorphic_species",
    "title": "Saffron (Crocus sativus L.), a monomorphic or polymorphic species?"
  },
  {
    "link": "http://dx.doi.org/10.1016/j.foodres.2014.06.015",
    "title": "Effects of cooking techniques on vegetable pigments: a meta-analytic approach to carotenoid and anthocyanin levels"
  },
  {
    "link": "http://dx.doi.org/10.1530/endoabs.35.P504",
    "title": "Treatment with kaempferol resulted in the regulation of cell cycle-related and apoptosis-related genes in cancer cell growth caused by triclosan in MCF-7 breast cancer cells"
  },
  {
    "link": "http://dx.doi.org/10.1007/s00580-014-1913-y",
    "title": "Investigating effects of hydroalcoholic extract of saffron on sex hormones in female rats undergoing chemotherapy with cyclophosphamide"
  },
  {
    "link": "http://www.ncbi.nlm.nih.gov/pubmed/24502868",
    "title": "Specific carotenoid intake is inversely associated with the risk of breast cancer among Chinese women"
  },
  {
    "link": "http://dx.doi.org/10.1111/cas.12349",
    "title": "Anti-proliferative and apoptosis-inducing activity of lycopene against three subtypes of human breast cancer cell lines"
  },
  {
    "link": "http://www.zjrms.ir/browse.php?a_code=A-10-383-10&slc_lang=en&sid=1&sw=Cancer",
    "title": "Effect of Crocus sativus L. on Expression of VEGF-A and VEGFR-2 Genes (Angiogenic Biomarkers) in MCF-7 Cell Line"
  },
  {
    "link": "http://www.sciencedirect.com/science/article/pii/S0278691513007758",
    "title": "Bioactivity assessment and toxicity of crocin: A comprehensive review"
  },
  {
    "link": "http://dx.doi.org/10.1016/j.bbcan.2013.11.001",
    "title": "Saffron and natural carotenoids: Biochemical activities and anti-tumor effects"
  },
  {
    "link": "http://dx.doi.org/10.3109/13880209.2013.802812",
    "title": "Protective effect of saffron extract against doxorubicin cardiotoxicity in isolated rabbit heart"
  },
  {
    "link": "http://dx.doi.org/10.3109/13880209.2013.771190",
    "title": "Role of saffron and its constituents on cancer chemoprevention"
  }
]
